Repository: Treer/hubzilla-plugins
Catalog: embedphotos/lang/*/hmessages.po
Languages: de

source: Embed a photo from your gallery
de: Ein Foto aus Deiner Galerie einbinden

source: Choose images to embed
de: Wähle die einzubindenen Bilder aus

source: Choose an album
de: Wähle ein Album aus

source: Choose a different album...
de: Wähle ein anderes Album aus...

source: Error getting album list
de: Fehler beim Abfragen der Alben-Liste

source: Error getting album
de: Fehler beim Öffnen des Albums

source: Cancel
de: Abbrechen

source: View Photo
de: Foto ansehen

source: Unknown
de: Unbekannt

source: Edit Album
de: Album bearbeiten

source: Upload
de: Hochladen
